{
  "lignes": [
    {
      "ligne": "TCM",
      "infos_trafic": [
        {
            "type": "attention",
            "annonce": "09/29/2024",
            "debut": "10/01/2024",
            "fin": "10/01/2024",
            "titre": "Grève nationale et perturbations sur le réseau TCM",
            "description": "📢 Les syndicats appellent à une journée de grève interprofessionnelle et de manifestations le 1er octobre 2024. Le réseau sera interrompu de 14h à 18h pour le bon déroulement de la manifestation. Merci de votre compréhension."
        },
        {
    "type": "attention",
    "annonce": "10/17/2024",
    "debut": "10/19/2024",
    "fin": "11/03/2024",
    "titre": "Vacances de la Toussaint",
    "description": "📅 Les horaires de vacances scolaires seront en vigueur du 19 octobre au 3 novembre 2024 pour les vacances de la Toussaint. Bonnes vacances et profitez-en pour découvrir notre région ! 🎃🍂"
},

        {
          "type": "information",
          "annonce": "11/14/2024",
          "debut": "11/16/2024",
          "fin": "11/17/2024",
          "titre": "Compétition de basket au Zénith d'Auvergne les 16 et 17 novembre 2024 !",
          "description": "Pour faciliter l'accès à cet événement sportif exceptionnel, TCM met en place une navette spéciale au départ de la Gare SNCF.\n<b>Fréquence et Horaires de la navette :</b><ul><li>Départs : Toutes les 15 minutes environ, à partir de 30 minutes avant l'ouverture des portes jusqu'à 10 minutes avant le début de l'événement.</li><li>Retours : Les navettes partent dès qu'elles sont pleines, jusqu'à 2 heures après la fin de l'événement. En cas de forte affluence, le service sera prolongé pour assurer le transport de tous les spectateurs.</li></ul>Nous vous attendons nombreux pour soutenir vos équipes favorites et profiter pleinement de ce week-end sportif ! 🏆"
        }
      ]
    },
    {
      "ligne": "816",
      "infos_trafic": [
        {
          "type": "fermeture",
          "annonce": "07/30/2024",
          "debut": "07/30/2024",
          "fin": "07/30/2024",
          "titre": "Annulation de la Ligne 816 Aujourd'hui",
          "description": "En raison du report de l'épreuve de triathlon prévue initialement aujourd'hui, la ligne 816 ne circulera pas ce jour. Rassurez-vous, la ligne sera en place pour la date de report." 
        }
      ]
    },
    {
      "ligne": "2",
      "infos_trafic": [
        {
          "type": "travaux",
          "annonce": "06/01/2024",
          "debut": "06/01/2024",
          "fin": "06/17/2024",
          "titre": "Travaux d'installation d'abribus",
          "description": "<p>Afin d'améliorer le confort de nos usagers, nous procédons à l'installation de nouveaux abribus avec notre partenaire JCDecaux ! Les arrêts peuvent être déplacés selon les besoins.Les travaux auront lieu jusqu'au 17/06/2024.</p>" 
        }
      ]
    },
    {
      "ligne": "NS",
      "infos_trafic": [
        {
      "type": "information",
      "annonce": "11/16/2024",
      "debut": "11/16/2024",
      "fin": "11/17/2024",
      "titre": "Mise en place de la Navette Spéciale pour le Basket",
      "description": "À l'occasion de la compétition de basket au Zénith d'Auvergne, une navette spéciale desservira la ligne depuis la Gare SNCF. Départs toutes les 15 minutes à partir de 30 minutes avant l'ouverture des portes jusqu'à 10 minutes avant le début de l'événement. Retours jusqu'à 2 heures après la fin, avec prolongation du service si nécessaire."
    }
      ]
    },
    {
      "ligne": "809",
      "infos_trafic": [
        {
          "type": "information",
          "annonce": "06/05/2024",
          "debut": "06/21/2024",
          "fin": "06/21/2024",
          "titre": "TCM Fête la musique !",
          "description": "Le 21 juin, venez célébrer la Fête de la Musique au Parc Montjuzet ! Pour faciliter vos déplacements, une navette spéciale est mise en place entre les points suivants :<ul><li>Gare SNCF</li><li>Place de Jaude</li><li>Hôtel de Région</li><li>Hôtel de Ville</li></ul><b>⚠️ IMPORTANT !</b> Un titre de transport valide est nécessaire pour emprunter la navette.\nRejoignez-nous pour une soirée musicale inoubliable ! 🎵</p><img src='https://i.imgur.com/x94OdCK.png'/>" 
        }
      ]
    }
  ]
}
